no-channel-yet =
    У вас пока нет подключенных каналов.

    Чтобы подключить первый канал, сделайте @posted его администратором, дав следующие права:

    <blockquote>✅ Отправка сообщений
    ✅ Удаление сообщений
    ✅ Редактирование сообщений</blockquote>

    А затем перешлите любое сообщение из канала в диалог с ботом.

channel-linked =  Вы успешно подключили канал <code>{ $channel_name }</code> к <b>Боту</b>.

new-channel =
    Чтобы подключить канал, сделайте @posted его администратором, дав следующие права:

    <blockquote>✅ Отправка сообщений
    ✅ Удаление сообщений
    ✅ Редактирование сообщений</blockquote>

    А затем перешлите любое сообщение из канала в диалог с ботом.

one-channel =
    <b>СОЗДАНИЕ ПОСТА</b>

    Отправьте боту то, что хотите опубликовать в канале <code>{ $channel_name }</code>.

one-channel-poll =
    <b>СОЗДАНИЕ ГОЛОСОВАНИЯ</b>

    Отправьте <b>Заголовок</b> Голосования
    которое будет опубликованно в каналле <code>{ $channel_name }</code>.

more-channels-poll =
    <b>СОЗДАНИЕ ГОЛОСОВАНИЯ</b>

    Выберите канал, в котором хотите создать публикацию.

more-channels =
    <b>СОЗДАНИЕ ПОСТА</b>

    Выберите канал, в котором хотите создать публикацию.

add-media-text =
    Чтобы прикрепить медиа к сообщению,
    отправьте фото, видео, GIF-анимацию или документ весом не более 5 МБ.

url-buttons-text =
    <b>URL-КНОПКИ</b>

    Используйте разделитель " | ", чтобы добавить до 8 кнопок в один ряд (допустимо 15 рядов):
    Отправьте боту список URL-кнопок в следующем формате:

    Кнопка 1 - http://link.com
    Кнопка 2 - http://link.com
    Кнопка 1 - http://link.com | Кнопка 2 - http://link.com

emoji-buttons-text =
    <b>EMOJI КНОПКИ</b>

    отправьте список эмоджи в следующем формате:
    👎,👍

add-poll-text = Введите заголовок голосования

poll-choice-text =
    <b>ВЫБОРЫ ГОЛОСОВАНИЯ</b>

    отправьте список ответов в следующем формате:

    <b>да,нет,конечно</b>

post-final-text =
    <b>НАСТРОЙКИ ОТПРАВКИ</b>

    Пост готов к публикации в канале <code>{ $channel_name }</code>


poll-final-text =
    <b>НАСТРОЙКИ ОТПРАВКИ</b>

    Голсование готово к публикации в канале <code>{ $channel_name }</code>