no-channel-yet =
    У вас пока нет подключенных каналов.

    Чтобы подключить первый канал, сделайте @posted его администратором, дав следующие права:

    ✅ Отправка сообщений
    ✅ Удаление сообщений
    ✅ Редактирование сообщений

    А затем перешлите любое сообщение из канала в диалог с ботом.

channel-linked =  Вы успешно подключили канал { $channel_name } к Posted.

new-channel =
    Чтобы подключить канал, сделайте @posted его администратором, дав следующие права:

    ✅ Отправка сообщений
    ✅ Удаление сообщений
    ✅ Редактирование сообщений

    А затем перешлите любое сообщение из канала в диалог с ботом.
